{"summary": [["Introduction to the World of High-Technology Marketing", "High-technology marketing is the process of informing the development and commercialization of new technologies to ensure they deliver on their promise and avoid downside risks. It involves understanding the potential advantages of new technologies, the risks of the technology, and the risks faced by a new technology, such as commercial failure. Responsible high-technology marketing provides a balanced assessment of the promises and perils of new technologies."], ["“Cars” of the Future", "The automotive industry is being revolutionized with the introduction of personal jet-packs, flying cars, and carbon-free, stackable cars. Examples include the Terrafugia Transition®“personal air vehicle”, the Jet Pack T-73, the Tesla Roadster™, the Aptera, and the Smart Cities’ foldable, electric CityCar. India’s Tata Motors recently announced the Nano, a four-door, two-cylinder family car with lower emissions than most two-wheeled Indian vehicles, at an astounding price of only US$2,500."], ["Possible Solutions", "Radical innovations in technologies are a key part of the solution to global warming, environmental degradation, and other seemingly intractable problems. Examples of these technologies include green building technologies, transportation and fuel technologies, alternative energy solutions, and technologies to bring potable water and the power of information to impoverished areas of the world."], ["Marketing Strategies and Tools", "To successfully market technology solutions, high-tech companies must have an intimate understanding of their customers’ underlying needs and problems, their customers’ ways of doing business, and their customers’ environments and mind-sets. Marketing strategies and tools help high-technology companies maximize their odds of success, and include selecting the appropriate target market, communicating the benefits of the innovation, designing an effective and efficient distribution channel, and developing solid relationships and alliances."], ["Strategic Activities and Decisions", "Strategic decisions chart the firm’s direction in the marketplace, addressing issues such as what market segments the company competes in, what its competitive position will be, and relatedly, what its value proposition will be. This philosophy relies on customer- and market-based information to guide internal decision making and to resolve internal conflicts."], ["Functional", "Focus on marketing as a functional area of responsibility, specifically including the product/technology development function. This includes decisions regarding product, price, place, and promotion, as well as how personnel in different departments interact to make marketing decisions."], ["Tactical", "Development and implementation of marketing tools, executed consistently with strategic and functional decisions. This includes creating and using marketing brochures, websites, and other collateral materials, attending trade shows, placing advertisements, and sharing information about products."]]}