[[0, 14, [["World War II", "World War II was a global conflict that began in 1939 and lasted until 1945. It involved the major powers of Europe, Asia, and the United States. The main aggressors were Italy, Germany, and Japan, who were all led by dictatorships. The war was triggered by a series of events such as Italy's invasion of Ethiopia in 1935 and Germany's rearmament and invasion of Poland in 1939. The US became involved after Japan attacked Pearl Harbor in 1941."], ["Holocaust", "The Holocaust was a systematic process of eliminating Jews from the population that was carried out by Nazi Germany during World War II. This process began with separating Jews into walled-in ghettos and eventually led to the creation of death camps such as Auschwitz and Buchenwald where Jews were killed with gas or cremated."], ["Internment of German, Italian, and Japanese Americans", "When the US declared war on Germany, Italy, and Japan, citizens from these countries living in America were detained by the US government. German-Americans were put into camps but only Italian citizens were interned. All Japanese were put into camps due to Executive Order 9066 which allowed for their mass deportation."], ["Korematsu v U.S.", "Korematsu v U.S. was a 1944 Supreme Court case which ruled that the US government's internment of Japanese Americans during wartime was justified."], ["Development of Conventional Weapons", "During World War II conventional weapons such as planes, tanks, guns, and bombs became more sophisticated and powerful than ever before. This was also the first war in which civilians were targeted by air raids/bombings."], ["Development of Nuclear Weapons", "The development of nuclear weapons during World War II is known as the Manhattan Project which was lead by scientist Robert Oppenheimer. These weapons were tested at Alamagordo, NM before being dropped on Hiroshima and Nagasaki."], ["Battle of Midway", "The Battle of Midway is considered to be the turning point in the war against Japan as it saw US Navy forces defeat Japanese Navy forces at Midway Island. This battle highlighted the importance of aircraft carriers in warfare."], ["US Military Advancement through Pacific Islands", "The US military advancement through Pacific Islands used a strategy known as 'island hopping' where some islands would be skipped over while others would be conquered. This strategy started in Indonesia before advancing up to Philippines then southern Japan (Okinawa)."], ["Bataan Death March", "In 1942 after US forces surrendered to Japanese forces in Philippines they marched POWs to prison camps where large numbers died due to lack food/water or abuse/murder from Japanese guards."], ["Invasion of Normandy", "Also known as D-Day this saw American British & Canadian troops invade France at Normandy to open up a western front against Germans with other front being east against Soviet Union - largest amphibious invasion in world history."], ["Liberation of Concentration Camps", "As US troops moved into western Germany they discovered some Nazi concentration camps which had been rumored but not confirmed until then - American unit commanders forced people from nearby towns/villages to come out & see them."], ["Omar Bradley & Dwight Eisenhower", "Omar Bradley commanded all US forces invading Germany from Normandy to end while Dwight Eisenhower was Supreme Allied Commander in Europe who developed & ordered Invasion of Normandy (D-Day)."], ["Douglas MacArthur & Chester A Nimitz", "Douglas MacArthur commanded all US land forces in Pacific while Chester A Nimitz commanded all US naval forces - both developed 'island hopping' strategy & retook Philippines from Japanese (1944) respectively."], ["George Marshall & George Patton", "George Marshall worked with FDR overseeing both Pacific & European theaters while George Patton led US battlefield using tanks so efficiently that tank named after him - considered most effective commander by Germans (scared them)."], ["Vernon J Baker", "Vernon J Baker received Congressional Medal Of Honor given by Pres Clinton 1997 - African American racism kept him from being honored during WWII for his exceptional actions as a soldier."]]], [14, 20, [["Navajo Code Talkers", "Navajo Code Talkers were volunteers who joined the Marine Corps during WWII and developed a code based upon the Navajo language which was never broken by the Japanese. This code was instrumental in helping the Allies win the war."], ["Opportunities and Obstacles Faced by Women and Minorities During WWII", "Women had the chance to show their abilities in the workforce and factories, but faced obstacles such as cultural resistance to fully entering a “man’s world” and still having to take care of children and home. African Americans had increased use in military service, but faced racism such as only being allowed kitchen duty in the Navy, segregated units in the Army, and manual labor instead of combat. Mexican Americans were asked to return to work in agricultural or factory jobs through the “braceros program”, but faced discrimination such as during the “Zoot Suit Riot” between Navy personnel and Mexican American civilians."], ["Domestic Leadership During WWII", "Franklin D. Roosevelt kept up civilian morale at home through radio addresses (fireside chats) assuring that we could win the war. Harry S. Truman tried to fill Roosevelt's shoes but was not nearly as successful; his stance on race caused backlash from many American people."], ["International Leadership During WWII", "The 'Big Three' leaders of three major allied powers (USSR, Great Britain, US) worked together with FDR becoming an equal player with Stalin (USSR) and Churchill (Brit) in making decisions concerning war effort and post-war Europe. Truman tried to fill FDR's shoes but was not nearly as successful; his greatest achievement was using atomic bomb which caused Soviet Union to back off on plans for communist takeover of Europe."], ["U.S. Industry Mobilization for War Effort", "The U.S. industry was able to mobilize quickly due to cost plus contracts where government paid manufacturers cost of product plus extra for profit, empty factories from Great Depression which could be updated or converted with no interest/low interest loans, government control over raw materials, and industries that chose not to shift over to war production not getting raw materials."], ["Economic Effects of World War II on Home Front", "The end of Great Depression was due to full employment from war manufacturing jobs; rationing occurred with ration booklets for food stuffs (flour, sugar, coffee, fresh meats) and ration stickers for fuel (A-E); black market did develop; causes of war included Munich Conference where Neville Chamberlain declared 'peace in our time' after Hitler agreed not to threaten anymore European nations; fascism form of govt in Germany/Italy; Neutrality Acts series of laws passed by Congress limiting US ability drawn into another European War; Lend-lease Act replaced portion Neutrality Act allowing US 'lease' WWI surplus ships/supplies Britain/Soviet Union."]]]]