[[90, 92, [["Top Management Attention", "Conventional wisdom takes a skeptical view of the role of top managers in the innovation process, often characterizing them as either irrelevant or impediments; at best, they may have a positive, but indirect, influence on innovation. However, the results of a 10-year study of more than 700 new product teams show that successful new product development efforts had senior managers who either were intimately involved with virtually every aspect of the process or made it clear that they completely backed the project. Top management attention positively drives innovation, especially when CEOs exhibit a future focus and an external focus (outside the firm). This allows the firm to move quickly to detect and respond to new technologies and opportunities."], ["Creative Destruction", "Firms must recognize that products in high-tech environments typically sustain only a finite spell at the technological frontier before being made obsolete by better products. Given this reality, a firm should not be too enamored with the technology that forms the basis of its initial success, but instead strive to develop even better, next-generation technologies—despite the fact that such developments may alienate some current customers, make obsolete its sunk investments in the prior technology, and render any economies of scale and experience curve advantages useless. If it doesn’t, its rivals surely will. This paradoxical model of competition is known as creative destruction."], ["Managers' Willingness to Cannibalize", "Companies that engage in creative destruction are characterized by a culture in which managers are fearful of obsolescence and willing to cannibalize their own successful products. Factors such as strong autonomous strategic business units competing internally for resources; strong product champion roles; and focus on future markets more than on current markets can make managers more inclined to cannibalize their own successful products."], ["Product Champions", "Product champions—integral to the successful development of many breakthrough innovations—are people who create, define or adopt a new idea and are willing to assume significant risk to make it happen. They work tirelessly and lobby behind the scenes for organizational resources to help their ideas take off. Product champions wield substantially more influence in innovating firms than non-innovative firms."], ["Skunk Works", "To create an innovative climate conducive to thinking out of the box, companies set up skunk works—new venture teams that are isolated or removed from normal corporate operations. The rationale is that when large established companies develop new innovations they do so despite corporate systems not because of them. Examples include IBM's PC group in Boca Raton Florida and Toys 'R' Us online operations set up separately from corporate headquarters."]]], [92, 94, [["Skunk Works", "A corporate strategy to create an innovative climate by setting up new venture teams that are isolated from normal corporate operations. The rationale is that when large established companies develop new innovations they do so despite corporate systems not because of them."], ["Learning Orientation", "The ability to learn faster than competitors may be the only sustainable competitive advantage. A learning orientation describes a firm who actively facilitates the development of new knowledge or insights that have the potential to influence its strategies and decisions. It is a competency-based source of competitive advantage due to its difficulty to achieve, its usefulness, and the difficulty that competitors have in imitating it."], ["Unlearning", "The process of identifying knowledge and assumptions that are the basis for strategy, testing them for their validity, and discarding those that have become barriers to proactive change. Companies must often “unlearn” traditional but detrimental practices in order to sustain innovation momentum."], ["Corporate Imagination", "A climate of creativity—even playfulness—that allows a firm to create a vision of the future that consists of markets that do not yet exist and is based on a horizon not confined by the boundaries of the current business. Engaging in corporate imagination requires challenging the status quo, including beliefs about technology performance levels and capabilities."], ["Expeditionary Marketing", "A strategy used to minimize risks and improve success rates by trying many “mini-introductions” in quick succession and learning from each foray into the marketplace. The objective is not to improve hit rate; rather, it is to increase number of “times at bat” in market with low-cost, fast-paced incursions allowing firm to learn and recalibrate offerings each time."]]], [94, 94, [["Expeditionary Marketing", "A strategy used to minimize risks and improve success rates by trying many “mini-introductions” in quick succession and learning from each foray into the marketplace. The objective is not to improve hit rate; rather, it is to increase number of “times at bat” in market with low-cost, fast-paced incursions allowing firm to learn and recalibrate offerings each time."], ["Advantages of Fast-Paced Market Incursions", "Allows the company to learn more accurately, through successive approximations, about what customer needs are. Maximizes the odds that the product actually delivered to the market meets customers’ needs. Time-to-market cycle is faster, and therefore, the odds of the customers’ needs changing in that time period are lower."], ["Enlightened Experimentation", "A variation on the theme of expeditionary marketing that involves the use of new information technologies such as computer simulation, rapid prototyping."]]]]