[[507, 509, [["Introduction to ESRI and GIS technology", "ESRI is a privately held company with a focus on geographic information systems (GIS) software. GIS can be used for resource management, urban planning, environmental impact assessment, marketing, criminology, and logistics."], ["History of GIS industry", "GIS systems used to be primarily used by large government agencies implementing large-scale mapping projects. Intergraph Corporation and ESRI were the two dominant GIS vendors. The GIS market grew in the 1990s, leading to the rise of desktop GIS technologies. ESRI adapted quickly and launched its successful ArcView product that still dominates the desktop GIS market. The adoption of the Internet fueled the rise of Internet-based GIS systems and GIS data-sharing portals."], ["Modern GIS industry trends and the emerging GeoWeb", "New technology investments in Internet-based virtual globes by Google and Microsoft have challenged the traditional industry model of market segmentation. These virtual globes operate with a midrange personal computer plus a broadband Internet connection and modern search engines. They have redefined traditional GIS and offer a new platform for GIS that is, essentially, free to end users. This is referred to as the GeoWeb, a new environment for sharing and using a broad range of geographically related information using the underlying participatory Web 2.0 architecture."]]], [509, 510, [["ESRI Response", "ESRI responded to the emergence of virtual globes, such as Google Earth and Microsoft's virtual globes, in different ways. ESRI initially had conflicting views on the threat they posed while others saw them as an opportunity to raise awareness of the value of geospatial data and analysis, which could help grow the market for traditional GIS products. Virtual globes were not seen as direct competitors and were mostly seen as complementary to traditional GIS solutions. ESRI also considered enhancing and leveraging its partnerships with Google and Microsoft."], ["GeoWeb and Virtual Globes", "Virtual globes, which operate with a mid-range personal computer and broadband Internet connection, have redefined traditional GIS and offer a new platform for collaboration and usage of geographically related information. This new environment is called GeoWeb, which is based on the participatory Web 2.0 architecture."], ["Competitive Advantages of Virtual Globes", "Virtual globes, such as Google Earth and Microsoft's virtual globes, offer new and exciting features to end-users, such as free access to geographic data and analysis. The availability of virtual globes in the mid-range personal computer market has also challenged traditional GIS industry segmentation."], ["ESRI's Strategy Towards Virtual Globes", "ESRI took a major step to integrate the GeoWeb capabilities into its flagship product, ArcGIS Server 9.3, to support the distribution of GIS-based services and authoritative source information for GIS professionals as well as casual Web users. This system also provides greater access to geo-referenced data available from a variety of sources, making it easier to access the most recently available and highest quality data possible."], ["Opportunities and Threats", "The emergence of virtual globes presents opportunities and threats to traditional GIS vendors, such as ESRI. It provides an opportunity to enhance and leverage existing partnerships with Google and Microsoft, as well as reaching the new mainstream, nonprofessional, low-end GIS customer. However, it also presents a threat to traditional GIS market segmentation, requiring traditional GIS companies to diversify their offerings to remain competitive."], ["Conclusion", "ESRI's response to virtual globes has been a mixed one, with various internal opinion on their potential influence on the market. However, ESRI recognized the opportunities virtual globes present and took steps to integrate GeoWeb capabilities into its flagship product, supporting traditional GIS and providing greater access to geo-referenced data from various sources."]]]]